app/Models/PortoModel.php

SELECT *
FROM `tb_edu`
ORDER BY `edu_id` DESC
---
    public function getEdu()
    {
         return $this->db->table('tb_edu')
                         ->orderBy('edu_id', 'DESC')
                         ->get()->getResultArray();